Repository: YS-jack/YS-jack-OSRS-JP-transcript
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: ja

source: Rotate-clockwise
ja: 時計回りに回転

source: Rotten Apple Pile
ja: 腐ったリンゴの山

source: Rotten Totem pole
ja: 腐ったトーテム・ポール

source: Rotten Yommi
ja: 腐ったヨミー

source: Rotten Yommi tree
ja: 腐ったヨミー木

source: Rotten apple
ja: 腐ったリンゴ

source: Rotten carpet
ja: 腐ったカーペット

source: Rotten food
ja: 腐った食べ物

source: Rotten sapling
ja: 腐った若木

source: Rotten stump
ja: 腐った切り株

source: Rotten tomato
ja: 腐ったトマト

source: Rotten village fence
ja: 腐った村のフェンス

source: Rotting branch
ja: 腐った枝

source: Rotting leaves
ja: 腐っていく葉

source: Rotting log
ja: 腐った丸太

source: Rotting tree
ja: 腐った木

source: Rough hewn steps
ja: 粗削りの階段

source: Rough wall
ja: 粗い壁

source: Rough-looking bush
ja: 荒々しそうな低木

source: Round shield
ja: 丸い盾

source: Row boat
ja: 手漕ぎボート

source: Rowboat
ja: 手漕ぎボート

source: Rowboat space
ja: 手こぎ船のスペース

source: Rowdy Guard
ja: 乱暴な衛兵

source: Rowdy dwarf
ja: 乱暴なドワーフ

source: Rowdy slave
ja: 乱暴な奴隷

source: Roy
ja: ロイ

source: Roy jr.
ja: ロイ ジュニア

source: Royal Accord of Twill
ja: ツイルの王室協定

source: Royal Guard
ja: 王室の衛兵

source: Royal Wedding Invitation
ja: 王室の結婚式招待状

source: Royal throne
ja: 王座

source: Ru Merald
ja: ル・レラルド

source: Ruantun
ja: ルアンツン

source: Rub
ja: こする

source: Rub-together
ja: こすり合う

source: Rubber cap mushroom
ja: ゴム傘のキノコ

source: Rubber chicken
ja: ゴムのニワトリ

source: Rubber tube
ja: ゴムの管

source: Rubble
ja: がれき

source: Rubble Pile
ja: がれきの山

source: Ruby
ja: ルビー

source: Ruby Gate
ja: ルビーの門

source: Ruby amulet
ja: ルビーのアミュレット

source: Ruby amulet (u)
ja: ルビーのアミュレット（未）

source: Ruby harvest
ja: ルビー・ハーベスト

source: Ruby necklace
ja: ルビーのネックレス

source: Ruby ring
ja: ルビーの指輪

source: Rufus
ja: ルーファス

source: Rug
ja: カーペット

source: Rug Merchant
ja: カーペット商人

source: Rug space
ja: カーペットスペース

source: Ruined Monument
ja: 荒廃した記念碑

source: Ruined Pillar
ja: 崩れた柱

source: Ruined Stall
ja: 崩れた屋台

source: Ruined backpack
ja: 破れたリック

source: Ruined chompy
ja: 焦げたチョンピー

source: Ruined herb tea
ja: 台無しになった薬草茶

source: Ruined stall
ja: 崩れた屋台

source: Ruins
ja: 廃墟

source: Ruins Entrance
ja: 廃墟の入口

source: Ruins Exit
ja: 廃墟の出口

source: Rum Crate
ja: ラム酒の箱

source: Rummage
ja: 探し回る

source: Rumour
ja: ルーマー

source: Rumour-settings
ja: ルーマー設定

source: Runa
ja: ルナ

source: Rune 2h sword
ja: ルーンの両手剣

source: Rune Essence
ja: ルーンの素

source: Rune armour
ja: ルーンの鎧

source: Rune arrow
ja: ルーンの矢

source: Rune arrow(p)
ja: ルーンの矢（毒）

source: Rune arrowtips
ja: ルーンの矢じり

source: Rune axe
ja: ルーンの斧

source: Rune axe head
ja: ルーンの斧の金属部分

source: Rune battleaxe
ja: ルーンの戦斧

source: Rune boots
ja: ルーンの靴

source: Rune brutal
ja: ルーンの残酷な矢

source: Rune case space
ja: ルーン展示のスペース

source: Rune chainbody
ja: ルーンの鎖甲

source: Rune claws
ja: ルーンのクローズ

source: Rune dagger
ja: ルーンの短剣

source: Rune dagger(p)
ja: ルーンの短剣（毒）

source: Rune dart
ja: ルーンのダーツ

source: Rune dart tip
ja: ルーンのダーツの先端

source: Rune dart(p)
ja: ルーンのダーツ（毒）

source: Rune display case
ja: ルーンの展示ケース

source: Rune dragon
ja: ルーンの竜

source: Rune essence
ja: ルーンの素

source: Rune fire arrow
ja: ルーンの火矢

source: Rune fire arrow (lit)
ja: ルーンの火矢（点火）

source: Rune full helm
ja: ルーンの全頭甲

source: Rune full helm (g)
ja: ルーンの全頭甲（金）

source: Rune full helm (t)
ja: ルーンの全頭甲（縁）

source: Rune halberd
ja: ルーンの矛槍

source: Rune javelin
ja: ルーンの投槍

source: Rune javelin(p)
ja: ルーンの投槍（毒）

source: Rune kiteshield
ja: ルーンのタコ盾

source: Rune kiteshield (g)
ja: ルーンのタコ盾（金）

source: Rune kiteshield (t)
ja: ルーンのタコ盾（縁）

source: Rune knife
ja: ルーンのナイフ

source: Rune knife(p)
ja: ルーンのナイフ（毒）

source: Rune longsword
ja: ルーンの長剣

source: Rune mace
ja: ルーンの鎚矛

source: Rune med helm
ja: ルーンの鉄兜

source: Rune nails
ja: ルーンの釘

source: Rune pick head
ja: ルーンのツルハシの金属部分

source: Rune pickaxe
ja: ルーンのツルハシ

source: Rune platebody
ja: ルーンの胸甲

source: Rune platebody (g)
ja: ルーンの胸甲（金）

source: Rune platebody (t)
ja: ルーンの胸甲（縁）

source: Rune platelegs
ja: ルーンの脚甲

source: Rune platelegs (g)
ja: ルーンの脚甲（金）

source: Rune platelegs (t)
ja: ルーンの脚甲（縁）

source: Rune plateskirt
ja: ルーンの裙甲

source: Rune plateskirt (g)
ja: ルーンの裙甲（金）

source: Rune plateskirt (t)
ja: ルーンの裙甲（縁）

source: Rune pouches
ja: ルーンのポーチ

source: Rune scimitar
ja: ルーンの三日月刀

source: Rune spear
ja: ルーンの槍

source: Rune spear(kp)
ja: ルーンの槍（カラムジャ毒）

source: Rune spear(p)
ja: ルーンの槍（毒）

source: Rune sq shield
ja: ルーンの角盾

source: Rune sword
ja: ルーンの剣

source: Rune temple sign
ja: ルーン製の寺院の標識

source: Rune thrownaxe
ja: ルーンの投げ斧

source: Rune warhammer
ja: ルーンの戦鎚

source: Runecraft
ja: ルーン作り

source: Runestone basalt
ja: ルーンストーン玄武岩

source: Runic Altar
ja: ルーン文字の祭壇

source: Runite Golem
ja: ルーナイトのゴーレム

source: Runite bar
ja: ルーナイトの延べ棒

source: Runite ore
ja: ルーナイト鉱石

source: Runite rocks
ja: ルーナイトの岩

source: Runner trap(1)
ja: ランナーの罠（1）

source: Runner trap(2)
ja: ランナーの罠（2）

source: Runolf
ja: ルノルフ

source: Runvastr
ja: ランバストル

source: Rupert
ja: ルパート

source: Rupert the Beard
ja: 髭のルパート

source: Ruptured cavern
ja: 崩壊した洞窟

source: Rusted anvil
ja: 錆びた金床

source: Rustle
ja: カサカサ音をたてる

source: Rusty
ja: ラスティー

source: Rusty casket
ja: 錆びた木箱

source: Rusty key
ja: 錆びたカギ

source: Rusty sword
ja: 錆びた剣

source: S.T.A.S.H chart
ja: S.T.A.S.H チャート

source: STASH (beginner)
ja: 隠し場所（入門）

source: STASH (easy)
ja: 隠し場所（初級）

source: STASH (elite)
ja: 隠し場所（超級）

source: STASH (hard)
ja: 隠し場所（上級）

source: STASH (master)
ja: 隠し場所（達人）

source: STASH (medium)
ja: 隠し場所（中級）

source: Saba
ja: サバ

source: Sabeil
ja: サベイル

source: Sabertooth Squirrel
ja: 剣歯リス

source: Sabotage
ja: 妨害

source: Saboteur
ja: サボトー

source: Sabre-toothed kebbit
ja: 剣歯ケビット

source: Sabre-toothed kyatt
ja: 剣歯カイヤット

source: Sabreen
ja: サブリーン

source: Sack
ja: 袋

source: Sack Pile
ja: 袋の山

source: Sack pile
ja: 袋の山

source: Sacks
ja: 袋

source: Sacred Bone Burner
ja: 神聖な骨焼却炉

source: Sacred Forge
ja: 神聖な炉

source: Sacred oil(1)
ja: 神聖なオイル（１）

source: Sacred oil(2)
ja: 神聖なオイル（２）

source: Sacred oil(3)
ja: 神聖なオイル（３）

source: Sacred oil(4)
ja: 神聖なオイル（４）

source: Sacred water
ja: 聖なる水

source: Sacrifice
ja: 生贄

source: Sacrifice-fragments
ja: 欠片を捧げる

source: Sacrificial Pyre
ja: 供犠の薪

source: Sacrificial boat
ja: 供養船

source: Sadwrn
ja: サドウルン

source: Saeros
ja: サエロス

source: Saeth
ja: サエス

source: Safalaan Hallow
ja: サファラーン・ハロウ

source: Safe
ja: 金庫

source: Safety guarantee
ja: 安全保証

source: Safta Doc
ja: サフタ・ドック

source: Sagira
ja: サギラ

source: Sail
ja: 帆

source: Sailfish
ja: バショウカジキ

source: Sailor
ja: 船乗り

source: Sails
ja: 帆

source: Sakirth
ja: サキース

source: Salarin the twisted
ja: ひねくれ者サラリン

source: Salenab
ja: セレナブ

source: Salgant
ja: サルガント

source: Salmon
ja: 鮭

source: Salt Deposit
ja: 塩の堆積物

source: Saltpetre
ja: 硝石

source: Salve Graveyard
ja: サルヴ墓地

source: Salve Graveyard Portal
ja: サルヴ墓地のポータル

source: Salve amulet
ja: サルヴのアミュレット

source: Salve shard
ja: サルヴの破片

source: Sam
ja: サム

source: Sami the Camel Man
ja: ラクダ商人のサミ

source: Sammy Servil
ja: サミー・サーヴィル

source: Sample bottle
ja: サンプルの瓶

source: Sample table
ja: サンプルのテーブル

source: San Fan
ja: サン・ファン

source: San Tojalon
ja: サン・トジャロン

source: Sand
ja: 砂

source: Sand Crab
ja: 砂ガニ

source: Sand Snake
ja: 砂ヘビ

source: Sand Snake (hard)
ja: 砂ヘビ（上級）

source: Sand pile
ja: 砂の山

source: Sand pit
ja: 砂場

source: Sand storm
ja: 砂嵐

source: Sandicrahb
ja: サンディクラフブ

source: Sandpit
ja: 砂場

source: Sandstone rocks
ja: 砂岩の岩

source: Sandwich lady
ja: サンドイッチ・レディー

source: Sandworm castings
ja: ゴカイの排泄物

source: Sandy
ja: サンディー

source: Sandy Boulder
ja: 砂まみれの巨石

source: Sandy rocks
ja: 砂まみれの岩

source: Sandy's Coffee Mug
ja: サンディーのコーヒーカップ

source: Sandy's Desk
ja: サンディーの机

source: Sanfew
ja: サンフュー

source: Sani Piliu
ja: サニ・ピリウ

source: Saniboch
ja: サニボッチュ

source: Santa Claus
ja: サンタ・クロース

source: Santa hat
ja: サンタの帽子

source: Santa's log
ja: サンタのログ

source: Santa's scribe
ja: サンタの書記

source: Santiri
ja: サンチリ

source: Sapling
ja: 若木

source: Sapphire
ja: サファイア

source: Sapphire Gate
ja: サファイアの門

source: Sapphire amulet
ja: サファイアのアミュレット

source: Sapphire amulet (u)
ja: サファイアのアミュレット（未）

source: Sapphire glacialis
ja: サファイア・グラシアリス

source: Sapphire lantern
ja: サファイアのランタン

source: Sapphire necklace
ja: サファイアのネックレス

source: Sapphire ring
ja: サファイアの指輪

source: Sarachnis
ja: サラチニス

source: Sarachnis display
ja: サラチニスの展示

source: Saradomin Brazier
ja: サラドミンの火鉢

source: Saradomin Portal
ja: サラドミンのポータル

source: Saradomin Standard
ja: 普通のサラドミン信者

source: Saradomin altar
ja: サラドミンの祭壇

source: Saradomin banner
ja: サラドミンのバナー

source: Saradomin cape
ja: サラドミンのマント

source: Saradomin full helm
ja: サラドミンの全頭甲

source: Saradomin kiteshield
ja: サラドミンのタコ盾

source: Saradomin page 1
ja: サラドミンのページ１

source: Saradomin page 2
ja: サラドミンのページ２

source: Saradomin page 3
ja: サラドミンのページ３

source: Saradomin page 4
ja: サラドミンのページ４

source: Saradomin platebody
ja: サラドミンの胸甲

source: Saradomin platelegs
ja: サラドミンの脚甲

source: Saradomin plateskirt
ja: サラドミンの裙甲

source: Saradomin priest
ja: サラドミンの司祭

source: Saradomin staff
ja: サラドミンの杖

source: Saradomin star
ja: サラドミンの星

source: Saradomin wizard
ja: サラドミンの魔法使い

source: Saradominist recruiter
ja: サラドミンのスカウト

source: Sarah
ja: サーラ

source: Sarah (Well)
ja: サーラ（健康）

source: Sarah (ghastly!)
ja: サーラ（化けそう！）

source: Sarah (sick!)
ja: サーラ（病気！）

source: Sarah (very sick!)
ja: サーラ（重病！）

source: Sarble
ja: サーブル

source: Sarcophagus
ja: サルコファガス

source: Sardine
ja: イワシ

source: Sarius Guile
ja: サリウス・ガイル

source: Saro
ja: サロ

source: Sassilik
ja: サシリク

source: Saucepan
ja: 鍋

source: Savant
ja: サヴァント

source: Sawmill Operator
ja: 製材所作業員

source: Sawmill operator
ja: 製材所作業員

source: Say-name
ja: 名を呼ぶ

source: Sbott
ja: スボット

source: Scabaras
ja: スカラバス

source: Scabaras statue
ja: スカラバス像

source: Scaffold
ja: 足場

source: Scaffolding
ja: 足場

source: Scale
ja: 登る

source: Scan
ja: スキャン

source: Scarab
ja: スカラベ

source: Scarab Mage
ja: スカラベの魔術師

source: Scarab Swarm
ja: スカラベの群れ

source: Scarabs
ja: スカラベ

source: Scare
ja: 怖がらせる

source: Scare-away
ja: 追い払う

source: Scarecrow
ja: カカシ

source: Scared skavid
ja: 怯えたスカヴィド

source: Scaregull
ja: カカシ

source: Scarg
ja: スカーグ

source: Scarred black demon
ja: 負傷した黒悪魔

source: Scarred greater demon
ja: 負傷した上位悪魔

source: Scarred hellhound
ja: 負傷したヘルハウンド

source: Scarred imp
ja: 負傷した小悪魔

source: Scarred lesser demon
ja: 負傷した下位悪魔

source: Scatter
ja: 散らす

source: Scavenger beast
ja: スカベンジャー・ビースト

source: Scavvo
ja: スカッヴォ

source: Schematic
ja: 設計図

source: Schematic crate
ja: 図式の箱

source: Schematics
ja: 設計図

source: Schoolboy
ja: 男子生徒

source: Schoolgirl
ja: 女子生徒

source: Scimitar
ja: 三日月刀

source: Scimitar Stall
ja: 三日月刀の屋台

source: Scion
ja: シオン

source: Sconce
ja: 照明器具

source: Scorched earth
ja: 焦げた地面

source: Score board
ja: スコアボード

source: Scoreboard
ja: 得点板

source: Scorpia
ja: スコーピア

source: Scorpia's guardian
ja: スコーピアの守護者

source: Scorpia's offspring
ja: スコーピアの子

source: Scorpion
ja: サソリ

source: Scorpion cage
ja: サソリの檻

source: Scout
ja: スカウト

source: Scramble
ja: スクランブル

source: Scrapey Bark Sign
ja: スクレーピー・バークの標識

source: Scrapey Tree
ja: スクレーピーの木

source: Scratching post space
ja: 爪かきポストのスペース

source: Scrawled note
ja: 殴り書きのメモ

source: Screaming banshee
ja: 叫ぶバンシー

source: Screaming twisted banshee
ja: 叫ぶ歪んだバンシー

source: Screen
ja: スクリーン

source: Scroll
ja: 巻物

source: Scroll holders
ja: 巻物入れ

source: Scroll rack
ja: 巻物のラック

source: Scroll table
ja: 巻物のテーブル

source: Scrolls
ja: 巻物

source: Scrubfoot
ja: スクラブフット

source: Scruffy
ja: スクラフィー

source: Scruffy's Grave
ja: スクラフィーの墓

source: Scrumpled note
ja: しわくちゃのメモ

source: Scrumpled paper
ja: しわくちゃの紙

source: Scry
ja: 透視

source: Scrying orb
ja: 透視のオーブ

source: Scrying pool
ja: 透視の水たまり

source: Scuffed chest
ja: こすり傷の付いた宝箱

source: Sculpture
ja: 彫刻

source: Scurrius
ja: スカリアス

source: Scurry
ja: スカーリ

source: Scuttle
ja: スカトル

source: Scythe
ja: 大鎌

source: Sea Snake Hatchling
ja: 生まれたてのウミヘビ

source: Sea Snake Young
ja: 若いウミヘビ

source: Sea Troll General
ja: 海トロールの将軍

source: Sea Troll Queen
ja: 海トロールの女王

source: Sea fishing map
ja: 海の釣り地図

source: Sea slug
ja: ウミウシ

source: Sea slugs display
ja: ウミウシの展示

source: Sea snake
ja: ウミヘビ

source: Sea troll
ja: 海トロール

source: Sea turtle
ja: ウミガメ

source: Seagull
ja: カモメ

source: Seal of Amlodd
ja: アームロッドの証印

source: Seal of Cadarn
ja: カダーンの証印

source: Seal of Crwys
ja: クルウィスの証印

source: Seal of Hefin
ja: ヘフィンの証印

source: Seal of Iorwerth
ja: イオワースの証印

source: Seal of Ithell
ja: イセルの証印

source: Seal of Meilyr
ja: メイリーの証印

source: Seal of Trahaearn
ja: トラハアーン

source: Seal of the Forgotten
ja: 忘却の証印

source: Sealed letter
ja: 封印された手紙

source: Sealed vase
ja: 密閉の花瓶

source: Seaman Lorris
ja: 船員ロリス

source: Seaman Morris
ja: 船員モリス

source: Seaman Thresnor
ja: 船員スレスノー

source: Search
ja: 探す

source: Search for traps
ja: 罠を探す

source: Search-for-traps
ja: 罠を探す

source: Seasoned chompy
ja: 味付けしたチョンピー

source: Seasoned legs
ja: 味付けした足

source: Seasoned sardine
ja: 味付けしたイワシ

source: Seating space
ja: 席のスペース

source: Seaweed
ja: 海藻

source: Seaweed Pile
ja: 海藻の山

source: Seaweed patch
ja: 海藻の小区画

source: Seaweed sandwich
ja: 海藻のサンドイッチ

source: Secateurs
ja: せん定ばさみ

source: Secret Door
ja: 秘密の扉

source: Secret entrance
ja: 秘密の入口

source: Secret way map
ja: 秘密の道の地図

source: Secretary
ja: 秘書

source: Secure chest
ja: 金庫

source: Secure door
ja: 固定されたドア

source: Security Barrier
ja: セキュリティーのバリア

source: Security Guard
ja: 警備兵

source: Seddu
ja: セデゥー

source: Seed Stall
ja: 種の屋台

source: Seed table
ja: 種が乗ったテーブル

source: Seed vault
ja: 種の倉庫

source: Seeds
ja: 種

source: Seer
ja: 予見者

source: Seer's key
ja: 予見者の鍵

source: Seers weathervane
ja: シアーズの風見

source: Seers' Village
ja: シアーズ村

source: Seers' Village Portal
ja: シアーズ村のポータル

source: Seia, Teoki of Ranul
ja: ラヌルスのテオキ、セイア

source: Select
ja: 選ぶ

source: Selena
ja: セレナ

source: Selene
ja: セレン

source: Selim
ja: セリム

source: Send-parcel
ja: 小包を送る

source: Senntisten
ja: センチステン

source: Senntisten Portal
ja: センチステンのポータル

source: Septic tendrils
ja: 感染性のツル

source: Seravel
ja: セラヴェル

source: Seren
ja: セレン

source: Sergeant
ja: 軍曹

source: Sergeant Damien
ja: ダミエン軍曹

source: Sergeant Grimspike
ja: グリムスパイク軍曹

source: Sergeant Mossfists
ja: モスフィスツ軍曹

source: Sergeant Raymond
ja: レイモンド軍曹

source: Sergeant Ricardo
ja: リカード軍曹

source: Sergeant Sambur
ja: サンブール軍曹

source: Sergeant Slimetoes
ja: スライムトーズ軍曹

source: Sergeant Steelwill
ja: スチールウィル軍曹

source: Sergeant Strongstack
ja: ストロングスタック軍曹

source: Sergeant Tobyn
ja: トビン軍曹

source: Sergiu
ja: セーギウ

source: Serpent shaman
ja: ヘビのシャーマン

source: Serum 207 (1)
ja: 血清２０７（１）

source: Serum 207 (2)
ja: 血清２０７（２）

source: Serum 207 (3)
ja: 血清２０７（３）

source: Serum 207 (4)
ja: 血清２０７（４）

source: Serum 208 (1)
ja: 血清２０８（１）

source: Serum 208 (2)
ja: 血清２０８（２）

source: Serum 208 (3)
ja: 血清２０８（３）

source: Serum 208 (4)
ja: 血清２０８（４）

source: Servant
ja: 召使

source: Servant's money bag
ja: 召使の給与袋

source: Serve
ja: 配膳

source: Servery assistant
ja: 配膳助手

source: Servius, Teokan of Ralos
ja: ラロスのテオカン、サーヴィウス

source: Set Destination
ja: 目的地を設定

source: Set destination
ja: 目的地を設定

source: Set up
ja: 設置

source: Set-difficulty
ja: 難易度を設定

source: Set-off
ja: 爆破

source: Set-trap
ja: 罠を仕掛ける

source: Set-up
ja: 設置

source: Seth
ja: セス

source: Seth Groats
ja: セス・グローツ

source: Sets
ja: 設定

source: Settings
ja: 設定

source: Settings/Destroy
ja: 設定・破壊

source: Setup
ja: 設定

source: Setup your autochat
ja: 自動チャット設定

source: Seven
ja: 七

source: Sew
ja: 縫う

source: Sewage water
ja: 下水

source: Sewer entrance
ja: 下水の入口

source: Sewer exit
ja: 下水の出口

source: Sewer pipe
ja: 下水管

source: Sewer valve
ja: 下水弁

source: Sewing machine
ja: ミシン

source: Sextant
ja: 六分儀

source: Shackle table
ja: シャックルテーブル

source: Shade
ja: 陰

source: Shade Decoration
ja: 陰の装飾

source: Shade Spirit
ja: 陰の精霊

source: Shade robe
ja: 影のローブ下

source: Shade robe top
ja: 影のローブ上

source: Shades of Mort'ton Rework Display
ja: モートンの陰の改良の展示

source: Shadow
ja: 影

source: Shadow Blocker
ja: 影無効化装置

source: Shadow Hound
ja: シャドー・ハウンド

source: Shadow Keeper
ja: 影の守護者

source: Shadow Rift
ja: 影の裂け目

source: Shadow Totem
ja: 影のトーテム

source: Shadow Wyrm
ja: 影ワーム

source: Shadow crystal
ja: 影の水晶

source: Shadow diamond
ja: 影のダイヤ

source: Shadow root
ja: 影の屋根

source: Shadow spider
ja: 影グモ

source: Shadow warrior
ja: 影の戦士

source: Shadowy figure
ja: 謎めいた存在

source: Shady figure
ja: 謎の人物

source: Shady stranger
ja: 怪しい見知らぬ人

source: Shaeded Beast
ja: シャエデッド・ビースト

source: Shaikahan bones
ja: シャイカハンの骨

source: Shake
ja: 揺らす

source: Shaking box
ja: 揺れる箱

source: Shaman robe
ja: シャーマンのローブ

source: Shaman's tome
ja: シャーマンの書

source: Shamus
ja: シャムス

source: Shanomi
ja: シャノミ

source: Shantay
ja: シャンティー

source: Shantay Guard
ja: シャンティーの警備員

source: Shantay disclaimer
ja: シャンテの免責事項

source: Shantay pass
ja: シャンティー許可証

source: Shape puzzle
ja: パズル

source: Shape-Air
ja: 大気の形

source: Shape-Canoe
ja: カヌーを作成

source: Shape-Earth
ja: 土の形

source: Shape-Fire
ja: 火の形

source: Shape-Mind
ja: 心の形

source: Shape-Water
ja: 水の形

source: Sharathteerk
ja: シャラスターク

source: Sharimika
ja: シャリミカ

source: Shark
ja: サメ

source: Shark Beast
ja: サメの獣

source: Shark head
ja: サメの頭部

source: Sharpened axe
ja: 研いだ斧

source: Shattered League Display
ja: シャタード・リーグの展示

source: Shattered rockface
ja: 崩れた岩壁

source: Shave
ja: ヒゲをセット

source: Shaving stand
ja: 髭剃りスタンド

source: Shayzien Infiltrator
ja: シャイジエンの潜入者

source: Shayzien banner
ja: シャイジエンのバナー

source: Shayzien snapped banner
ja: シャイジエンの折れたバナー

source: Shayzien statue
ja: シャイジエン像

source: Shear
ja: 毛を刈る

source: Shed key
ja: 小屋の鍵

source: Sheep
ja: 羊

source: Sheep bones (1)
ja: 羊の骨（１）

source: Sheep bones (2)
ja: 羊の骨（２）

source: Sheep bones (3)
ja: 羊の骨（３）

source: Sheep bones (4)
ja: 羊の骨（４）

source: Sheep feed
ja: 羊の餌

source: Sheepdog
ja: 牧羊犬

source: Shelf
ja: 棚

source: Shelf of thread
ja: 糸の棚

source: Shelf space
ja: 棚のスペース

source: Shelves
ja: 棚

source: Shelves space
ja: 棚のスペース

source: Sherlock
ja: シャーロック

source: Sheryl
ja: シェリル

source: Shield
ja: 盾

source: Shield Display
ja: 盾の展示

source: Shield display
ja: 盾の展示

source: Shield left half
ja: 盾の左半分

source: Shield master
ja: 盾の達人

source: Shield right half
ja: 盾の右半分

source: Shielded statue
ja: 盾を付けた像

source: Shifter
ja: シフター

source: Shilop
ja: シャイロプ

source: Shimmering barrier
ja: 揺らめくバリア

source: Shimmering field
ja: 輝くフィールド

source: Shining pool
ja: 輝く水たまり

source: Shiny key
ja: 光沢のあるカギ

source: Ship
ja: 船

source: Ship hull
ja: 船体

source: Ship ticket
ja: 船のチケット

source: Ship's ladder
ja: 船のハシゴ

source: Ship's wheel
ja: 舵輪

source: Shipwreck
ja: 難船

source: Shipyard worker
ja: 造船所の職員

source: Shiratti the Custodian
ja: 保管人のシラッチ

source: Shirt
ja: シャツ

source: Shockwave Colossus
ja: 衝撃波コロサス

source: Shoe
ja: 靴

source: Shoe box
ja: 下駄箱

source: Shoo
ja: 追い払う

source: Shoo-away
ja: 追い払う

source: Shoot
ja: 撃つ

source: Shoot-at
ja: 撃つ

source: Shooting Star Display
ja: 流れ星の展示

source: Shooting Star Noticeboard
ja: 流れ星の掲示板

source: Shop
ja: 店

source: Shop Counter
ja: カウンター

source: Shop assistant
ja: 店員

source: Shop counter
ja: カウンター

source: Shop keeper
ja: 店主

source: Shopkeeper
ja: 店主

source: Short Plant
ja: 低い植物

source: Short fence
ja: 短いフェンス

source: Short green guy
ja: ショートグリーンヤツ

source: Short planks
ja: 短い板

source: Shortbow
ja: 短弓

source: Shortbow (u)
ja: 短弓（未）

source: Shortcut
ja: 近道

source: Shorts
ja: ショーツ

source: Shot
ja: ショット

source: Shout-over
ja: 叫ぶ

source: Shout-to
ja: 叫ぶ

source: Show
ja: 表示

source: Show notifications
ja: 通知を表示

source: Show on map:
ja: 地図上で示す

source: Show-Goal
ja: ゴールを見せる

source: Shrimps
ja: エビ

source: Shrine
ja: 聖堂

source: Shrine of Ralos
ja: ラロスの聖堂

source: Shrine of Ranul
ja: ラヌルの聖堂

source: Shrivelled plant
ja: しなびた植物

source: Shura
ja: シュラ

source: Shut
ja: 閉じる

source: Shuttered window
ja: シャッターが閉じた窓

source: Siamun
ja: シアムン

source: Sian
ja: シアン

source: Sickle logo
ja: 鎌のロゴ

source: Sickle mould
ja: 鎌の鋳型

source: Sid
ja: シド

source: Siegfried Erkle
ja: シエグフライド・エークル

source: Sigbert the Adventurer
ja: 冒険家のシグバート

source: Sigismund
ja: シギスマンド

source: Sigli the Huntsman
ja: 狩人のシグリ

source: Sigmund
ja: シグムンド

source: Sigmund The Merchant
ja: 商人のシグムンド

source: Sigmund and Zanik
ja: シグムンドとザニック

source: Sign
ja: 標識

source: Sign post
ja: 標識

source: Signal
ja: 合図

source: Signed oak bow
ja: 署名入り樫の弓

source: Signed portrait
ja: サイン入り肖像画

source: Signpost
ja: 標識

source: Signy
ja: シニー

source: Sigurd
ja: シグルド

source: Sil'as Dahcsnu
ja: シラス・ダハクスヌ

source: Silif
ja: シリフ

source: Silk
ja: 絹

source: Silk Merchant
ja: 絹の商人

source: Silk merchant
ja: 絹の商人

source: Silk stall
ja: 絹の屋台

source: Silk trader
ja: 絹の商人

source: Silver Chest
ja: 銀の宝箱

source: Silver Cog Director
ja: ギン・コグの監督

source: Silver Cog Secretary
ja: ギン・コグの秘書

source: Silver bar
ja: 銀の延べ棒

source: Silver book
ja: 銀の本

source: Silver bottle
ja: 銀の瓶

source: Silver cup
ja: 銀のカップ

source: Silver key black
ja: 黒色の銀の鍵

source: Silver key brown
ja: 茶色の銀の鍵

source: Silver key crimson
ja: 深紅色の銀の鍵

source: Silver key purple
ja: 紫色の銀の鍵

source: Silver key red
ja: 赤色の銀の鍵

source: Silver merchant
ja: 銀の商人

source: Silver necklace
ja: 銀のネックレス

source: Silver needle
ja: 銀の針

source: Silver ore
ja: 銀鉱石

source: Silver pot
ja: 銀の鍋

source: Silver rocks
ja: 銀の岩

source: Silver sickle
ja: 銀の鎌

source: Silver sickle (b)
ja: 銀の鎌（祝福）

source: Silver stall
ja: 銀の屋台

source: Silverlight
ja: シルバーライト

source: Silverlight key
ja: シルバーライトの鍵

source: Silverware
ja: 銀食器

source: Simon
ja: サイモン

source: Simon Templeton
ja: サイモン・テンプレトン

source: Simona
ja: シモナ

source: Simple lockbox
ja: 単純な貸し金庫

source: Simple stove
ja: 単純なストーブ

source: Sin Seer
ja: 罪の予言者

source: Sinclair
ja: シンクレア

source: Sinclair Guard dog
ja: シンクレアの番犬

source: Sinclair family beehive
ja: シンクレア一族のハチの巣

source: Sinclair family compost heap
ja: シンクレア一族の堆肥の山

source: Sinclair family crest
ja: シンクレア一族の紋章

source: Sinclair family fountain
ja: シンクレア一族の噴水

source: Sinclair mansion drain
ja: シンクレアのの豪邸の排水溝

source: Sinco Doar
ja: シンコ・ドアー

source: Sing
ja: 歌う

source: Sing-crystal
ja: 水晶を響かせる

source: Singing Bowl
ja: 反響のボール

source: Singing bowl
ja: 反響のボール

source: Single pillar
ja: １つの柱

source: Sinister Stranger
ja: 不吉なよそ者

source: Sinister barrel
ja: 不吉なバレル

source: Sinister key
ja: 不吉なカギ

source: Sink space
ja: シンクのスペース

source: Sir Amik Varze
ja: サー・アミック・バーズ

source: Sir Bedivere
ja: サー・ベディヴェー

source: Sir Carl
ja: サー・カール

source: Sir Gawain
ja: サー・ガワイン

source: Sir Harry
ja: サー・ハリー

source: Sir Jerro
ja: サー・ジェロ

source: Sir Kay
ja: サー・ケイ

source: Sir Kit Breaker
ja: サー・キット・ブレーカー

source: Sir Kuam Ferentse
ja: サー・クアム・フェレンツセ

source: Sir Lancelot
ja: サー・ランスロット

source: Sir Leye
ja: サー・レイエ

source: Sir Lucan
ja: サー・ルカン

source: Sir Mordred
ja: サー・モードレッド

source: Sir Palomedes
ja: サー・パロメデス

source: Sir Pear Visor
ja: サー・ペア・バイザー

source: Sir Pelleas
ja: サー・ペリース

source: Sir Percival
ja: サー・パーシヴァル

source: Sir Prysin
ja: サー・プリシン

source: Sir Rebral
ja: サー・レブラル

source: Sir Ren Itchood
ja: サー・レン・イッチフッド

source: Sir Renitee
ja: サー・レンティー

source: Sir Spishyus
ja: サー・スピシウス

source: Sir Tiffy Cashien
ja: サー・ティフィー・キャシエン

source: Sir Tinley
ja: サー・ティンリー

source: Sir Tristram
ja: サー・トリストラム

source: Sir Vyvin
ja: サー・ヴィヴィン

source: Sirsal Banker
ja: シルサルの銀行員

source: Sister Aseret
ja: アセレト修道女

source: Sister Naoj
ja: ナオジ修道女

source: Sister Salohcin
ja: サロフキン修道女

source: Sister Scarophia
ja: スカロフィア修道女

source: Sister Senga
ja: センガ修道女

source: Sister Sevi
ja: セヴィ修道女

source: Sister Soul Jar
ja: ソウル・ジャー修道女

source: Sister Toen
ja: トエン修道女

source: Sister Yram
ja: イラム修道女

source: Sit-On
ja: 座る

source: Sit-on
ja: 座る

source: Sithaph
ja: シスパフ

source: Sithik Ints
ja: シシク・インツ

source: Sithik portrait
ja: シシクの肖像画

source: Sito foil
ja: シトフォイル

source: Six
ja: 六

source: Skavid
ja: スカヴィド

source: Skavid map
ja: スカヴィドの地図

source: Skeletal Mystic
ja: 骨の秘伝

source: Skeletal Wyvern
ja: 骨ワイバーン

source: Skeletal miner
ja: 骨の鉱夫

source: Skeleton
ja: スケルトン

source: Skeleton Champion
ja: スケルトンのチャンピオン

source: Skeleton Hellhound
ja: スケルトン・ヘルハウンド

source: Skeleton Hellhound (hard)
ja: スケルトン・ヘルハウンド（上級）

source: Skeleton Mage
ja: スケルトンの魔術師

source: Skeleton bonemeal
ja: スケルトンの骨粉

source: Skeleton brute
ja: 粗暴なスケルトン

source: Skeleton fremennik
ja: スケルトンのフレメニック
